/* Done button label in navigation bar */
"Done" = "Valmis";

/* Open button in navigation bar when there are several candidates*/
"Open In..." = "Avaa...";

/* Open button in navigation bar when there is only one candidate*/
"Open in \\U201C%@\\U201D" = "Avaa kohteessa ”%@”";

/* Loading message in progress layer*/
"Loading..." = "Ladataan...";

/* Displayed when there are no items to preview */
"No Items" = "Ei kohteita";

/* Index of a preview or of a page. As in : this is preview "3 of 4".*/
"%1$@ of %2$@" = "%1$@ / %2$@";

/* Instructions for detail scrubbing on the media player detail slider. */
"Slide your finger down to adjust the scrubbing rate." = "Säädä raahausnopeutta vetämällä sormea alas.";

/* Message displayed when the user entered an incorrect password. */
"The document could not be opened with that password." = "Dokumenttia ei voitu avata tällä salasanalla.";

/* OK button */
"OK" = "OK";

